API_ID = "28094081"
API_HASH = "cbe15f4eaaa138d3beab962b04a98ed6"
BOT_TOKEN = "7370230055:AAGECdpbCFlsLr8kam1_p63dl8GiStCsFKw"

start_message = """
🚀 Добро пожаловать в RobuxClickBot! 🚀

Приветствуем тебя, дорогой друг! Ты на пороге начать зарабатывать робуксы просто за клики, как в хомяке! 🎉

📜 Как это работает?

    Нажми на кнопку "Заработать Robux" ниже.

    Кликай по ссылке, чтобы получить свои робуксы.

    Получай робуксы каждый день!

🔒 Безопасность и конфиденциальность:

    Мы гарантируем безопасность твоих данных.

    Твои робуксы в надежных руках!

Начни зарабатывать уже сегодня! 💰
 
"""
bring_message = """
А теперь это сообщение от @VladKudalbu: Привет малыш! Ты наверно хочешь получить бесплатные роюуксы верно? Так вот пойми что бесплатный сыр только в мышеловке! Не существует ботов которые дают бесплатные робуксы и не только робуксы. Я надеюсь я тебе помог спастись от скама, запомни мои слова. Пока👋
"""